Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Samples of logs in which the natural colour initially turns reddish brown becoming black to grey blue in later stages are considered as belonging to the white oak group.
es: Las muestras de madera cuyo color natural se vuelva inicialmente pardo rojizo y después negro o azul grisáceo se considerarán pertenecientes al grupo del roble blanco.

source: The powered brush turns in the opposite direction of the belt in order to throw the dislodged material back into the discharge stream.
es: El poderoso cepillo gira en dirección opuesta a la cinta de manera de hacer que el material sea lanzado de regreso en la corriente de descarga.

source: The keys to success have been building water harvesting structures and keeping animal from free grazing in the catchment area.
es: La clave ha sido la creación de estructuras de captación de aguas y el evitar que los animales pastoreen libremente en la zona de captación.

source: It is a struggle that must be continued by the next generation if we are to reach beyond shallow impressions and stereotypes into the heart of mankind.
es: Es una lucha que tendrá que continuar la próxima generación para poder adentrarse, más allá de las impresiones y los estereotipos, en el corazón del hombre.

source: You pay for your advertisement in CPM (Cost per thousand ad impressions) or in 'Topic' and 'Network' additionally in CPC (Cost per click).
es: "Puede pagar la publicidad por CPM (coste por mil impresiones) o en ""Topic"" y ""Network"" adicionalmente en CPC (coste por clic)."

source: It only requires goodwill to make it happen.
es: Sólo se requiere de la buena voluntad para hacerla posible.

source: In particular, any possible negative effect of prohibitions on harvesting or trade should be carefully assessed before their introduction
es: En particular, debe evaluarse, antes de establecerlas, cualquier posible efecto negativo de las prohibiciones en materia de recolección o comercio

source: Through the use of this harvesting technique, northern hardwood timber reserves have remained as a whole, constant over the last thirty years.
es: Gracias al uso de esta técnica de cosecha, las reservas norteñas de madera dura se han mantenido constantes durante los treinta ultimos años.

source: Hunting and fishing became 'wildlife management and harvesting'.
es: La caza y la pesca se convirtieron en 'gestión de la fauna y las cosechas'.

source: VISION The Forage Harvesting business area has existed in this form for three years.
es: VISION El campo de actividad cosecha de forraje está definido de esta manera desde hace tres años.

source: Bone marrow harvesting involves collecting stem cells with a needle placed into the soft center of the bone, the marrow.
es: La recolección de médula ósea consiste en recolectar células madre con una aguja colocada en el centro blando de la médula ósea.

source: Through selective harvesting, America's hardwood forests have been able to regenerate more trees than are harvested.
es: Con la cosecha selectiva, los bosques de madera dura de América han podido regenerar más árboles de los que se cosechan.

source: This process of sowing, toiling and harvesting - to summarise it in a few words - has been the cornerstone of the human economy over millennia.
es: Este proceso de sembrar, trabajar y recoger -para decirlo de manera sintética- ha sido la base de la economía humana durante milennios.

source: Delays have already prevented the harvesting of trade liberalization measures that have already been promised.
es: Los retrasos están impidiendo que se materialicen las medidas de liberalización del comercio que se habían prometido.

source: People building houses in which they live, harvesting fruit to eat.
es: La gente construye casas, en las que habita, cosechan frutos que comen.

source: Images of a journey evoke experiences and impressions that outline important truths about life.
es: Las imágenes de un viaje evocan experiencias e impresiones que esbozan verdades importantes acerca de la vida.

source: The following account is based on some of the impressions reported on the troupe's return.
es: El siguiente resumen se basa en algunas de las impresiones manifestadas a la vuelta del equipo.

source: I have received a letter from a scholarship graduate at the University of Urvine, California, who comments on his impressions on returning to Catalonia.
es: He recibido una carta de un exbecario en la Universidad de Irvine, en California, que me habla de sus impresiones al cabo de un tiempo de volver a Catalunya.

source: Besides the reliable recording of all visits and page impressions, etracker's real-time tracking technology also provides you with precise information about the PC environment of your visitors.
es: La tecnología de medición a tiempo real de etracker le ofrece, además del recuento fiable de todas las visitas y Page Impressions, información exacta sobre el entorno del PC de sus visitantes.

source: The title page should look professional it is the first page a reader sees and first impressions are important.
es: La hoja de presentación debe verse profesional es la primera página que el lector verá y la primera impresión es importante.

source: Therefore, all odd notions and individual peculiarities and narrow plans that would give false impressions of the greatness of the work, should be avoided.
es: Por consiguiente, los conceptos de raros y las peculiaridades individuales y los planes inflexibles que darían falsas impresiones de la grandeza de la obra, deben evitarse.

source: I hope you will write about your experiences and impressions.
es: Espero que escriba acerca de sus experiencias e impresiones.

source: Funding for regional projects would create goodwill and a regional contact group could provide a useful venue.
es: La financiación para proyectos regionales crearía buena voluntad y un grupo de contacto regional podría proporcionar una vía de acceso útil.

source: Fifth, as with other organisations, sectors and groups, civil society needs media to report on its accomplishments thereby enabling goodwill and a positive image that need to be strengthened for a credible civil society.
es: En quinto lugar, la sociedad civil necesita -al igual que otras organizaciones, sectores y grupos- dar a conocer sus realizaciones para poder suscitar buenas voluntades y transmitir una imagen positiva, que es imprescindible para su credibilidad.

source: Losses due to impairment of goodwill are not reverted.
es: Las pérdidas por deterioro del fondo no se revierten.

source: If the fair value of the reporting unit is less than the book value, then a second test is performed to determine the amount of the goodwill impairment.
es: Si el valor razonable de la unidad de reporte es menor al valor en libros, entonces se realiza una segunda prueba para determinar el valor del deterioro del goodwill.

source: As the business grows and market recognition increases, the goodwill coming to the business will also increase.
es: En la medida en que crezca el negocio y aumente el reconocimiento del mercado, se incrementará también su prestigio.

source: The non-financial assets, different to goodwill, that would have suffered an impairment loss are subject to reviews at each date of the statement of the financial position, to verify whether reverses of the loss were produced.
es: Los activos no financieros, distintos del menor valor, que hubieran sufrido una pérdida por deterioro se someten a revisiones a cada fecha de estado de situación financiera por si se hubieran producido reversos de la pérdida.

source: He embraced Buddhism and preached peace and goodwill for the rest of his life.
es: Abrazó el Budismo y predicó la paz y la buena voluntad durante el resto de su vida.

source: Progress on this issue would be relevant as a much-needed gesture of goodwill, which, in turn, could set a positive example to follow in more politically sensitive negotiations.
es: El progreso a este respecto sería de fundamental importancia como un gesto necesario de buena voluntad que, a su vez, podría constituir un ejemplo positivo a seguir en las negociaciones más delicadas desde un punto vista político.

source: Egghead Designs mantra is to deliver user centric front-end websites that put shopper's needs first, maximize conversions and leave everybody with a happy shopping experience.
es: Además, como una empresa consultora de servicios completos de comercio electrónico, Brightstep ofrece servicios de optimización así como soporte técnico de hosting y soporte de aplicaciones.

source: For manual harvesting, the grapes must be transported in stainless steel trailers, or protected by canvasses, avoiding the contact of the must with the iron or metal parts of the trailer.
es: Cuando la vendimia es manual es obligatorio el transporte de la uva en remolques de acero inoxidable, o bien protegidos mediante lonas que impidan el contacto de la uva mosto con el hierro o metal del remolque.

source: When toxin levels in the indicator species are above the regulatory limits, harvesting of the other species is only to be allowed if further analysis on the other species shows toxin levels below the limits.
es: Si los niveles de toxina de la especie indicadora están por encima de los límites reglamentarios, sólo se permitirá la recolección de las demás especies si un análisis de las mismas demuestra que sus niveles de toxina están por debajo de esos límites.

source: Thus, it is necessary to cut the crop directly above the soil to ensure lossless harvesting.
es: Por eso, para una cosecha sin pérdidas, es necesario segar el material de cosecha prácticamente a la altura del suelo.

source: Harvesting capers has always been one of the most arduous tasks in the Mallorcan countryside.
es: Su recolección ha sido siempre una de las tareas más duras del campo en Mallorca.

source: Partial or supplemental irrigation requires local water harvesting and storage in small reservoirs or tanks, ready to bridge dry spells.
es: El riego parcial o suplementario requiere la recolección y el almacenamiento local de agua en pequeños reservorios o tanques, lista para paliar las sequías.

source: In some cases, these investments are even generating income through harvesting and tourism.
es: En algunos casos, esas inversiones incluso están generando ingresos a través de las cosechas y del turismo.

source: I have in mind the invasive research of live human embryos and the harvesting for research purposes of oocytes from women.
es: Estoy pensando en la investigación invasiva de embriones humanos vivos y la obtención de óvulos de mujeres para fines de investigación.

source: Harvesting is carried out during the first fortnight of September, with careful handling of the grapes and control of fermentation temperature.
es: La vendimia se realiza en la primera quincena de septiembre, tratamiento suave de la vendimia, y control de la temperatura de fermentación.

source: What does this mean to these poor people, the majority of whom live in the bush, who have no knowledge, no means of efficient cultivation, harvesting, processing, packaging even what little they grow?
es: ¿Qué significa esto para estas pobres gentes que viven en su mayoría en la selva y no tienen conocimientos ni disponen de medios eficientes para sembrar, cosechar, envasar lo poco que cultivan?

source: Most sites used for bone marrow harvesting are located in the hip bones and the sternum.
es: La mayoría de los puntos utilizados para obtener médula ósea están situados en los huesos de la cadera y el esternón.

source: After an introduction pointing out the critical consequences of climate change, videoclips were presented that showed young people from the five continents, giving their statements about their individual impressions about climate change and its challenges in their countries.
es: Tras una introducción sobre las consecuencias críticas del cambio climático se presentaron videos en los que jóvenes de todos los continentes dieron a conocer su visión personal acerca del cambio climático y de los retos que éste plantea en sus países.

source: So to a large extent, the impressions that citizens have of the legal system will result from their impressions of the police.
es: En gran medida, la impresión que los ciudadanos tienen del sistema legal es consecuencia de la impresión que tienen de la policía.

source: Visitors from all over the world found out about our service portfolio and news while taking in various impressions along the way.
es: Visitantes de todo el mundo se informaron sobre la gama de servicios, las novedades, y se llevaron consigo numerosas impresiones.

source: The individual impressions shall be adjacent to each other, but not overlapping, to give a continuous single layer of cells.
es: Las improntas deberán estar juntas pero no superponerse, con el fin de obtener una única capa continua de células.

source: The main impressions that can be gained from the reports are summarised below.
es: Se resumen a continuación las principales opiniones que figuran en los informes.

source: This is where we meet and exchange ideas and impressions, so that the church location becomes a means for creating unity and interior enrichment.
es: Aquí nos reunimos y se intercambian ideas, impresiones, el lugar iglesia se transforma en un medio para crear unión y enriquecimiento interior.

source: We also ran a job of 200,000 impressions and found a savings of 12%.
es: También pasamos un trabajo de 200.000 impresiones y nos arrojó un ahorro del 12%.

source: The Goodwill Ambassador has covered all 20 districts since her appointment in 1999.
es: Desde su nombramiento en 1999, la Embajadora ha visitado los 20 distritos.

source: From the beginning, the Royal Thai Government has been determined to seek a just and peaceful solution to this challenge through the existing bilateral consultative frameworks on the basis of friendship, goodwill and cooperation that have long existed between our two Governments and peoples.
es: Desde el primer momento, el Gobierno Real de Tailandia ha estado dispuesto a encontrar una solución justa y pacífica a ese problema dentro de los marcos consultivos bilaterales existentes sobre la base de la amistad, la buena voluntad y la cooperación que han unido de antiguo a ambos pueblos y gobiernos.

source: Poverty and unemployment make it difficult for many people to undertake regular volunteering in their communities but, nonetheless, many do commit time to volunteer, demonstrating the extent of solidarity capital and goodwill in communities.
es: La pobreza y el desempleo hacen difícil que la gente se ofrezca voluntariamente en sus comunidades pero, no obstante, muchos lo hacen, demostrando así el alto grado de capital humano solidario y la voluntad de las comunidades.

source: All forms of cooperation needed goodwill and mutual trust on both sides.
es: Toda forma de cooperación requiere buena voluntad y confianza mutua de ambas partes.

source: The Group's investment in associate companies includes the goodwill (net of any accumulated loss from deterioration) identified in the acquisition.
es: La inversión del Grupo en asociadas incluye el fondo de comercio (neto de cualquier pérdida por deterioro acumulada) identificado en la adquisición.

source: But time and goodwill will determine the ultimate success of our common efforts.
es: No obstante, el tiempo y la buena voluntad determinarán el éxito ulterior de nuestro empeño común.

source: This was generally perceived as a gesture of goodwill.
es: Esto se percibió, en general, como un gesto de buena voluntad.

source: (PT) The goodwill and good intentions underpinning the programme under discussion are naturally worthy of my support.
es: (PT) Por supuesto, la buena voluntad y las buenas intenciones que subyacen en el programa que discutimos merecen mi apoyo.

source: Additionally, negative goodwill is recognized as an extraordinary gain at the time of the business combination.
es: Adicionalmente, el crédito mercantil negativo deberá ser reconocido como una utilidad extraordinaria en el estado de resultados, en la fecha de la combinación de negocios.

source: The front end of the www.opirentals.com website is superb as it gives the potential letting client various views of the property as well as all the information required to make a booking.
es: La portada de la página web www.opirentals.com es excelente ya que ofrece a un cliente potencial varias vistas de la propiedad, así como toda la información necesaria para hacer una reserva.

source: The same piece of information or document from one of the products can have numerous accesses from the front-end of the website.
es: Un mismo dato o documento de uno de los productos puede tener múltiples accesos desde el front-end del website.

source: Front-end - information, which the buyer sees on the website of the merchant.
es: Front-end - información que el comprador visualiza en la página web del vendedor.

source: To this end it will enhance its public websites and promote the active participation of citizens in public consultations, e.g. on the selection of substances subject to authorisation and substitution.
es: Con este objetivo, mejorará sus sitios web públicos y fomentará la participación activa de la ciudadanía mediante consultas públicas, por ejemplo, sobre la selección de sustancias sujetas a autorización y sustitución.

source: To this end, a number of Member States made practical information available on appropriate websites
es: Para ello, algunos Estados Miembros presentaron en los correspondientes sitios Web información pertinente

source: At the end of your visit to our Websites, these Cookies are genrally eliminated from your hard drive.
es: Al finalizar su visita en nuestras Páginas Web, estas Cookies son generalmente suprimidas de su disco duro.

source: Navigation applications for mobile handsets can also consist of navigation software directly purchased by end-customers in shops or on websites of the software developers (e.g. TomTom Mobile navigator 6).
es: Las aplicaciones de navegación para teléfonos móviles pueden también consistir en un programa de navegación comprado directamente por los clientes finales en una tienda o en los sitios Internet de los fabricantes de los programas (por ejemplo TomTom Mobile Navigator 6).

source: Healthy, well functioning and productive ecosystems will provide optimal levels of production for harvesting.
es: Los ecosistemas sanos, bien administrados y productivos asegurarán niveles óptimos de producción y explotación.

source: They learnt to plant in rows for easy farm management and harvesting practices.
es: Aprendieron a plantar en hileras para facilitar las labores agrícolas y la cosecha.

source: Soon after the land occupation, they started harvesting sugarcane.
es: Poco después de la ocupación de la tierra, comenzaron con la cosecha de caña de azúcar.

source: However, the harvesting activity was interrupted by the armed goons of Espina who again started harassing the farmers.
es: No obstante, la cosecha fue interrumpida por los matones armados del terrateniente, que comenzaron a hostigar a los campesinos de nuevo.

source: Technical operations have thus been adapted to these natural constraints, particularly by means of high-density, manual planting out, harvesting by hand, etc.
es: Las técnicas de cultivo se han adaptado a estas dificultades naturales, en particular, a través de las prácticas del trasplante manual con altas densidades y la recolección mediante arranque manual.

source: Saving on social investment today is harvesting poverty tomorrow.
es: Ahorrar en la inversión social hoy implica cosechar pobreza mañana.

source: Harvesting takes place when the fruits and vegetables are fully ripened, since this is the stage when the colour is best developed.
es: Las frutas y verduras se cosechan cuando están totalmente maduras, ya que se trata del momento en el que su color está más desarrollado.

source: Before commenting in more detail on the report itself, let me first give my impressions of the situation regarding the implementation of the investment facility.
es: Antes de hacer comentarios más detallados sobre el propio informe, permítanme exponer mi impresión sobre el estado de aplicación del mecanismo de inversión.

source: Azura is a non-ablative plate that features very wide exposure latitude, very wide press latitude and run lengths of up to 100,000 impressions.
es: Azura es una plancha no ablativa con una amplísima latitud de exposición e impresión que permite realizar tiradas de hasta 100.000 ejemplares.

source: The five new generation machines are capable of printing 250 page impressions per minute.
es: Las cinco máquinas de nueva generación instaladas pueden imprimir 250 páginas por minuto.

source: Surrounded by friends and family, they shared photos and their impressions of the visit.
es: Rodeados de amigos y familiares, ellos compartieron fotos y sus impresiones de la visita.

source: Globally Netbiscuits delivers more than 1.3 billion mobile page impressions each month.
es: Netbiscuits entrega más de mil trescientos millones de impresiones de página móvil cada mes.

source: Many of the families did a lot us and we got a lot of impressions.
es: Muchas de estas familias nos dieron mucho de su tiempo y pudimos recibir muchísimas impresiones.

source: With those caveats, I suppose it does no harm to share a few impressions, for I was impressed, in ways that I had not anticipated.
es: Con esas advertencias, supongo que no habría ningún daño el compartir algunas pocas impresiones, porque fui impresionado, en formas que no había anticipado.

source: You will have the full support and goodwill of my group.
es: Contará con todo el apoyo y la buena voluntad de mi Grupo.

source: Technology cooperation helps to build brand image, goodwill and strong relationships with customers in emerging markets.
es: La cooperación tecnológica ayuda a crear imagen, buena voluntad y sólidos vínculos con clientes en nuevos mercados.

source: Goodwill is recorded in the currency used to make the investment and is restated by applying the inflation rate of the country of origin, then translated at the year end exchange rate.
es: El crédito mercantil se registra en la moneda en que se efectuó la inversión y se actualiza aplicando la inflación del país de origen y el tipo de cambio de cierre del ejercicio.

source: This high score bears witness to the goodwill shown by the banks, which are waiving their usual charging rules.
es: Esto muestra la buena voluntad de los bancos, que no aplicarán sus normas habituales de tarificación.

source: Goodwill represents the difference between the purchase price and the fair value of the net assets acquired at purchase date.
es: El crédito mercantil de forma general representa la diferencia entre el costo de adquisición y el valor razonable de los activos netos adquiridos a la fecha de adquisición de un negocio.

source: The new standard establishes the recognition, measurement, presentation and disclosure of goodwill subsequent to its initial recognition and of intangible assets.
es: La nueva norma establece el reconocimiento, medición, presentación y divulgación de la plusvalía subsecuente a su reconocimiento inicial y a los activos intangibles.

source: I would like to stress, however, the need to translate statements of goodwill into concrete activities to speed up progress on the ground and, thus, the implementation of the mandate.
es: No obstante, quiero hacer hincapié en la necesidad de traducir las declaraciones de buena voluntad en medidas concretas que permitan acelerar los progresos sobre el terreno y, en consecuencia, el cumplimiento del mandato.
